[PAD]
[UNK]
[START]
[END]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
¡
¢
£
¤
¥
¦
§
©
«
¬
®
°
±
¶
·
»
¿
×
æ
ð
ø
þ
œ
ƒ
ˆ
μ
–
—
‘
’
‚
“
”
„
†
‡
•
‰
‹
›
⁄
€
the
and
it
to
was
of
in
my
that
at
on
we
as
were
light
this
lights
from
sky
object
but
then
not
about
for
they
with
no
saw
like
out
or
have
had
there
be
is
up
very
one
what
over
bright
see
an
just
when
moving
me
time
looked
so
seen
could
##s
all
white
would
if
red
other
same
back
two
night
by
craft
appeared
around
after
our
first
did
went
note
nuforc
off
orange
north
minutes
pd
into
above
he
south
east
flying
any
west
noticed
them
us
moved
thought
ufo
been
witness
than
away
seconds
you
objects
seemed
down
shape
some
looking
right
star
before
sound
which
more
disappeared
only
also
look
speed
am
area
high
left
10
got
direction
slowly
aircraft
large
shaped
are
again
because
know
house
plane
across
side
sighting
fast
where
never
came
outside
something
going
still
she
few
these
while
three
behind
blue
said
feet
can
made
stars
30
get
green
another
way
line
watched
car
move
its
home
anything
thing
clear
towards
date
started
color
low
size
small
too
almost
air
driving
until
took
each
straight
didn
through
front
##ing
distance
clouds
report
hovering
close
formation
later
approximately
point
much
traveling
coming
do
both
second
turned
##ed
friend
20
triangle
contact
road
information
miles
flashing
stopped
strange
view
15
totally
sight
observed
now
dark
near
gone
horizon
noise
go
watching
remain
altitude
flew
window
anonymous
maybe
ground
her
approximate
several
day
elects
moon
wife
times
years
really
heard
provides
even
ball
far
who
witnessed
slow
video
quickly
nothing
cloud
heading
trees
well
long
event
next
black
between
their
think
his
told
visible
has
airplane
being
directly
little
people
top
how
seeing
make
many
ever
round
camera
don
helicopter
toward
##d
big
come
glowing
##i
continued
different
closer
believe
ve
blinking
last
happened
began
may
sure
jet
tree
suddenly
planes
##ly
say
tell
phone
called
flash
pm
##e
yellow
wasn
passed
since
will
airport
triangular
take
degrees
else
kind
couldn
sitting
##y
stationary
minute
inside
turn
circular
husband
fly
street
orb
changed
military
smaller
quite
eye
however
indicates
bottom
completely
old
similar
location
during
him
end
appear
morning
fire
mile
within
position
here
least
slightly
though
center
hovered
kept
sun
work
place
circle
overhead
path
pattern
field
##a
remember
head
along
binoculars
due
most
brighter
stop
able
evening
hear
12
watch
shooting
city
silent
shot
flight
45
trail
fireball
stayed
picture
00
four
lake
huge
ran
half
sphere
might
reported
11
approx
space
spot
eyes
enough
hour
friends
myself
asked
##t
below
anyone
faded
couple
once
pictures
##er
extremely
type
larger
live
walking
##r
following
followed
either
middle
angle
oval
incident
year
vanished
someone
things
together
sort
colors
good
highway
satellite
movement
spotted
silver
lot
past
orbs
headed
others
new
50
lost
son
higher
ft
every
caught
tried
tail
standing
##n
##o
meteor
glow
clearly
faster
under
five
rate
getting
probably
part
without
making
lit
reports
##on
lasted
hours
40
less
colored
such
change
town
realized
felt
yard
mountain
full
100
always
decided
seem
normal
found
those
bit
whole
knew
door
became
longer
your
facing
find
immediately
pulled
lower
exact
sightings
local
taking
attention
traveled
further
mother
deleted
degree
changing
disappear
jets
odd
trying
hard
floating
pretty
unusual
brother
single
dim
beach
course
dog
drove
must
entire
hill
guess
source
base
saucer
family
witnesses
sudden
length
life
daughter
possible
show
bed
falling
ago
call
exactly
photos
why
actually
disk
better
although
25
traffic
photo
pointed
experience
apart
solid
fact
soon
stood
perhaps
earth
southwest
yet
name
smoke
000
corner
northeast
northwest
##l
having
walked
weird
talking
steady
room
cigar
level
notice
site
short
possibly
balloon
vehicle
helicopters
thinking
weather
late
commercial
story
sat
should
southeast
group
want
park
except
finally
directions
ufos
police
remained
wind
definitely
early
leaving
motion
doing
real
july
##es
please
travel
wings
water
disappearing
ship
best
eastern
balls
taken
windows
man
rapidly
porch
truck
moment
fireworks
planet
crafts
ocean
third
drive
western
height
perfect
mind
building
min
station
girlfriend
airplanes
explain
scared
set
nor
bigger
travelling
mountains
sounds
news
brightness
wanted
estimate
open
put
loud
satellites
disc
person
landing
river
school
rather
feel
sister
perfectly
yards
passing
atmosphere
ten
form
hover
father
##h
state
does
fairly
flashed
beam
county
follow
##m
90
multiple
mom
keep
radio
pass
diamond
re
appears
describe
used
absolutely
engine
force
looks
skies
great
metallic
total
occurred
southern
tonight
sometimes
body
roughly
let
days
deck
##0
reason
##al
blink
backyard
mph
onto
forth
eventually
none
observing
cover
reddish
amber
cell
edge
flashes
fade
60
crazy
dad
pulsating
cannot
wide
returned
northern
opposite
try
faint
power
silently
200
valley
itself
somewhat
clock
quick
##my
original
circles
located
venus
seems
figure
idea
22
feeling
forward
turning
ahead
##p
tower
described
horizontal
parking
upon
start
passenger
vision
neighbor
500
walk
running
land
number
ca
cars
summer
21
thank
lived
explanation
approached
constant
shining
13
rotating
whatever
##k
observe
dot
appearing
coast
14
18
nearby
hand
spheres
row
16
tv
streak
quiet
wing
usually
woke
diameter
neighborhood
slowed
main
flat
appearance
leave
etc
ones
san
hwy
com
ne
dimmed
pace
simply
35
earlier
six
quot
dropped
slight
hot
rd
route
week
amazing
against
hit
roof
rear
hope
description
lines
##ic
##ion
check
##c
viewed
neighbors
upward
23
approaching
drone
showed
mid
vertical
dogs
se
zig
##at
shapes
apartment
split
blinked
observation
twice
nw
playing
august
##in
grey
st
unknown
illuminated
movements
reached
didnt
##le
waiting
rest
thin
##g
17
cross
certain
cloudy
##ry
spaced
range
living
gave
shiny
rectangular
hundred
boyfriend
sides
elevation
pilot
using
proceeded
driveway
own
telescope
19
sleep
island
spoke
daylight
mins
saying
points
use
viewing
nights
nowhere
##it
lighting
##x
flickering
stay
parents
bedroom
houses
sw
often
spinning
dont
parallel
nearly
brilliant
reflection
strobe
reflecting
300
suspect
known
working
woods
reporting
##ville
case
underneath
cigarette
crossed
held
covered
gray
june
background
grabbed
beautiful
today
spherical
distant
birds
square
give
shortly
sighted
arms
duration
talk
alone
period
naked
initially
reappeared
image
exit
intensity
##5
fireballs
assumed
happen
##th
downward
california
fell
speeds
whether
mentioned
hills
trajectory
kids
dissapeared
comet
everything
incredible
http
##ment
fall
till
sounded
yellowish
football
##ers
already
tall
fading
im
everyone
anymore
read
cylinder
lightning
unable
country
bay
matter
general
dots
difficult
flare
staring
familiar
blimp
apparent
slower
fighter
separate
1000
##en
formed
unidentified
run
stepped
record
sped
dimmer
horizontally
checked
moves
sense
tops
lighted
mostly
haze
##1
recall
interstate
beyond
interesting
alien
freeway
help
non
pointing
##ling
farther
neither
midnight
##or
edges
circling
details
unlike
bridge
floor
bird
pulsing
anyway
surface
hrs
wish
distinct
activity
##u
##w
sharp
complete
zoomed
brightly
store
##ting
dead
months
www
cluster
surrounding
world
estimated
sunset
balcony
track
##ton
instead
patterns
telling
co
saturday
telephone
previous
##ted
afternoon
arm
grew
upwards
driver
wonder
rose
central
parked
believed
##us
encounter
weeks
film
weren
march
intense
##ter
opened
regular
approach
burning
instantly
arrived
starting
rising
turns
airliner
motionless
international
##ch
children
thanks
shoot
80
balloons
mine
website
4th
somewhere
downtown
contrail
sunday
seemingly
foot
70
computer
given
tiny
##am
easily
waited
##land
ask
usual
attached
events
interested
stated
##ia
75
##2
##te
october
oh
outline
metal
via
emitted
radar
cold
noted
##ft
law
face
flame
detail
texas
email
##we
dull
gold
seat
24
##3
arc
digital
##b
barely
college
break
particular
wouldn
intersection
post
stared
sign
aware
moments
rocket
zoom
wondering
apparently
continue
cause
brightest
footage
thousand
typical
floated
madar
washington
##an
##re
determine
curious
storm
prior
amazed
catch
talked
crossing
relatively
focus
april
hanging
##ation
2nd
bluish
node
experienced
beams
staying
identical
ll
normally
trailing
super
##4
drop
##ness
emitting
##pm
05
upper
trails
month
2012
aliens
descending
search
florida
identify
##6
dipper
send
fear
launch
phoenix
purple
impression
manner
need
sec
flares
per
block
rectangle
screen
movie
makes
rise
random
addendum
officer
happening
reappear
##st
30pm
human
yelled
smooth
meteors
rapid
ring
iss
##nt
friday
heads
twinkling
november
2000
thats
egg
##7
farm
##ge
september
##man
deep
excited
vertically
phenomenon
various
patio
returning
##8
afb
entered
giant
impossible
disapeared
rural
boomerang
colour
wa
setting
yes
landed
3rd
humming
vicinity
control
150
figured
##ce
ridge
sent
pull
research
blocked
pick
ave
shadow
whatsoever
gas
understand
missile
seven
shows
##ve
rounded
crash
sea
fog
##ity
forget
videos
##nce
actual
vapor
recorded
captured
ohio
quarter
worked
done
erratic
stopping
##ive
de
recently
national
memory
##able
order
mention
observer
mean
god
mars
return
buildings
conventional
focused
mt
received
including
jupiter
treeline
bound
travelled
question
section
##f
greenish
headlights
semi
jumped
smoking
hoping
chevron
picked
zag
ready
retired
tip
become
structure
submitted
freaked
based
share
frame
afraid
dusk
stealth
shocked
thru
age
resembled
##the
trip
shower
address
capture
relative
wrong
present
##ley
true
lots
obviously
inches
firework
forming
pair
young
formations
massive
indicate
fourth
anywhere
##way
hell
##ble
outer
caused
doubt
wasnt
certainly
##ies
closed
series
couldnt
reminded
mexico
ny
##while
28
compared
forest
##ent
literally
##less
posted
string
nature
width
ended
cousin
wondered
fixed
display
1st
twenty
images
kinda
vantage
effect
amount
paper
perspective
camp
plus
reference
2013
hoax
serious
az
december
visual
closest
connected
recording
unfortunately
obvious
navy
grab
planets
##ar
rock
doesn
goes
changes
government
individual
laying
pa
evenly
dome
leading
sunny
##ck
glass
dinner
gliding
shock
windshield
assume
especially
accelerated
descended
fishing
pink
shut
gradually
numerous
mufon
broke
27
eight
26
oregon
brief
lives
property
january
fashion
glowed
hearing
2011
boat
cool
tape
private
major
55
surprised
camping
closely
stuff
likely
bus
asleep
self
2014
stand
agreed
woman
disappears
alot
areas
fields
overcast
golden
says
warm
##ant
##tion
strong
arizona
conditions
erratically
est
briefly
party
begin
##as
reflected
orbit
##ish
##rs
29
dream
flames
08
sized
01
confirm
business
##ur
army
chasing
initial
rolled
sit
##mph
##me
confirmed
00pm
gazing
la
multi
cone
corners
engines
showing
explosion
mass
haven
interest
office
reading
barking
instant
2008
darkness
glanced
constellation
beginning
michigan
vehicles
youtube
##um
contacted
orion
sunlight
surrounded
free
rt
04
09
##ts
abruptly
easterly
santa
thick
transparent
##9
darker
2010
03
game
portion
kitchen
related
07
internet
mail
love
entering
throughout
brought
sleeping
comes
##el
ways
dancing
fort
glance
seattle
security
desert
file
meteorite
##this
iphone
drifted
2015
student
wake
consistent
listening
rain
sideways
neon
convinced
awe
mirror
reflective
sparks
spotlight
stories
los
##z
beside
garage
##v
sorry
obscured
energy
lane
aviation
inch
31
calm
originally
account
dropping
imagine
laser
child
##est
boom
bank
words
meters
ordinary
port
steadily
##led
02
guard
witnessing
ships
underside
thirty
incredibly
calls
shuttle
explained
flicker
06
spent
highly
judge
christmas
hazy
shift
frightened
##is
faces
##ous
blocks
minded
colorado
visibility
2009
evidence
mr
heavy
joined
sequence
knowledge
knows
reflect
##wood
aura
lying
realize
400
lens
nose
##ne
male
common
van
public
streaking
hadn
occasionally
fl
knowing
silence
searching
circled
giving
info
translucent
creek
keeping
tx
2003
lead
exhaust
associated
possibility
truly
hung
needed
asking
drifting
invisible
bad
photograph
##ford
cut
nice
peter
pool
online
aprox
hotel
slowing
soft
university
newspaper
quality
hundreds
whitish
lite
unison
2007
blvd
##00
ok
contrails
gotten
noises
previously
ive
technology
writing
finished
chicago
wall
westerly
##ll
##ro
chinese
expect
float
##red
additional
summary
##nd
director
rotated
cylindrical
word
cant
drones
remaining
speak
##et
##ie
expected
means
filled
attempted
shore
occured
##ure
##town
add
flickered
orangish
somehow
curved
groups
pitch
afterwards
##ary
isn
guys
indeed
canada
sets
##os
proximity
tight
##se
answer
pics
angles
piece
##ical
flashlight
thursday
holding
attempt
##ist
eastward
basically
test
2004
clockwise
las
riding
enjoying
indicated
teardrop
##ally
complex
electrical
easy
maintained
confused
lack
web
fully
vanish
ontario
pacific
busy
final
led
guy
lined
natural
debris
currently
girl
ends
fiance
flies
triangles
write
darted
##ving
awhile
glasses
##ng
church
job
streaked
hold
remembered
##field
extreme
phenomena
cloudless
brown
skyi
submit
shoulder
##ty
equal
##ian
visiting
elongated
##ue
direct
pulling
step
dissappeared
missing
monday
sometime
broad
company
wow
heat
##il
believer
spread
velocity
yesterday
daytime
plant
york
men
springs
box
google
february
themselves
##ping
observers
drew
nc
response
hole
##na
compare
faa
##ance
defined
mi
randomly
towers
dime
separated
scope
westward
##°
##ad
opinion
unless
##ful
credible
##ated
nobody
shine
partner
pale
southbound
##sed
navigation
10pm
plain
pulse
luminous
canyon
checking
worker
garden
train
hospital
parts
questions
correct
intervals
unusually
drugs
amazement
double
silvery
burst
conversation
##ke
maneuvers
training
##30
##id
struck
fifteen
missouri
professional
reach
lanterns
sober
bathroom
beneath
grass
curve
diagonal
crescent
female
##ct
service
smoothly
angeles
continuing
former
shots
snow
2016
bizarre
stoped
markings
static
ascending
il
stunned
##ped
chance
net
descend
occasions
burn
constantly
system
##was
positions
article
ascended
fiery
standard
guessing
increased
repeated
works
fuzzy
ruled
exited
gulf
2020
investigate
vegas
awake
community
filming
link
dismissed
halo
##king
avenue
oblong
##ate
difference
members
ish
noticeable
davenport
surprise
##ine
older
tuesday
##ring
visable
aircrafts
homes
spots
filmed
northbound
nasa
types
yelling
counted
uncle
controlled
data
kite
##rd
blowing
finger
pure
##ized
2005
calling
channel
falls
strobes
##line
comparison
##ite
wooded
##ide
##ver
pic
bell
span
strobing
illinois
met
portland
covering
irregular
truth
airports
gets
##ee
logical
hum
paths
honestly
dimming
fence
secret
spring
yrs
##ial
beings
switch
##ns
bunch
drawn
personal
##by
otherwise
sirius
##age
burned
##ning
peak
##ging
chair
amended
##burg
remote
##ra
besides
untill
redish
important
worth
border
shown
##ier
pine
roads
average
enormous
missed
skeptical
unexplained
becoming
drink
pilots
sonic
2001
belt
zipped
satelite
##tor
darting
care
##co
linear
map
positioned
blueish
el
hbcc
stream
listen
streaks
2002
winter
magnitude
medium
recent
thumb
generally
provided
amateur
boy
crystal
subject
##her
accross
hue
##ched
5th
strangest
##ned
regarding
table
cruising
airforce
noticing
250
golf
investigator
##ze
draw
hair
opening
pole
startled
astronomy
deg
trace
department
program
provide
hands
locations
##tly
heart
tracking
weekend
stuck
chased
##ding
member
##cing
30am
doors
nj
ride
skyline
specific
columbia
thoughts
consider
clearing
lighter
winds
2006
according
adults
glimpse
shaking
drawing
tired
starts
visit
frequently
thunder
perimeter
propulsion
vanishing
written
scattered
television
##ut
180
message
upstairs
bar
characteristics
experiences
lantern
tracks
presence
shined
scary
siting
anybody
breeze
deer
peculiar
raised
speeding
stops
chase
express
glided
restaurant
thousands
1500
mist
scanning
app
electric
astronomer
awoke
basketball
distances
engineer
science
tent
##ld
2017
blurry
partly
##ta
hunting
airline
funny
globe
leaves
simultaneously
flown
takes
ex
screaming
book
flights
mo
tube
wait
backwards
cat
pieces
ceiling
diego
wrote
equally
hovers
##ds
altitudes
mysterious
definately
special
hi
process
immediate
play
searched
95
behavior
breaking
voice
considered
enter
photographs
bring
dozen
wednesday
##ot
2019
65
music
un
bomber
skeptic
blocking
rainbow
##mm
involved
northerly
bend
discern
oddly
virginia
unbelievable
forgot
metalic
spacecraft
accurate
band
grand
managed
nt
climbing
georgia
gratitude
rows
atlantic
brothers
growing
##cy
locate
##driving
occurrence
houston
va
cabin
diagonally
shifted
celestial
jump
states
heck
placed
sept
tilted
therefore
wierd
indiana
places
unexplainable
assigned
climbed
oct
##ca
considering
suspended
swear
discovered
meet
trouble
drivers
laughed
marker
southerly
steps
aunt
blinding
entirely
scene
touch
camcorder
greater
features
suggested
eve
count
ma
sees
signal
discussed
dirt
extended
snapped
threw
supposed
addition
civilian
naval
rotate
illuminating
losing
51
bulb
replied
zagging
##ular
configuration
00am
northward
##ked
mark
pollution
vivid
45pm
9pm
lady
audible
drinking
##up
comming
mall
##side
911
layer
page
sunrise
##go
##ions
##la
detailed
stretch
denver
grandmother
shopping
##one
concerned
saucers
cleared
drift
legs
physical
reaction
vacation
disbelief
commented
neck
died
happy
hey
whom
seperate
rotation
##ore
material
illumination
phones
##ged
cape
empty
harbor
paused
residential
created
en
shimmering
excellent
lightening
lawn
unsure
couch
daily
wave
##sville
extra
nevada
patrol
westbound
buddy
lose
nighttime
observations
broken
beacon
flaming
terrified
##out
##ied
fit
signs
sincere
intelligent
stargazing
teacher
1997
alleged
flock
kid
##ral
cameras
eastbound
maneuver
palm
somebody
trash
##to
mouth
11pm
lasting
personally
tub
louder
origin
trailer
upside
##ber
expecting
glare
southward
treetops
##les
relation
conclusion
gaining
pulsed
1999
coffee
happend
th
investigators
climb
current
iridium
##ically
bouncing
fish
loop
brian
carolina
copy
device
halfway
class
nine
##ible
##ice
ct
describing
km
seeming
crashed
32
##port
geese
600
advertising
glad
uniform
##ward
counter
eclipse
exceptionally
pond
shook
colorful
resembling
strangely
36
causing
ours
sheriff
usaf
verify
3000
airliners
stare
##ating
reaching
scanned
tracked
##sing
crew
gate
pin
enjoy
id
kansas
machine
##dy
747
active
equipment
##ded
tint
cast
media
officers
que
33
listened
bag
delta
disks
locked
narrow
passes
pay
tucson
fingers
gained
marine
problem
zooming
52
alternating
assuming
hang
positive
village
34
axis
investigation
nnw
plenty
airspace
exploded
ga
largest
adjacent
##he
##ify
allowed
bases
unit
##tic
definite
request
secs
downwards
launched
particularly
perpendicular
photographed
younger
##light
ascend
barn
pinpoint
roommate
temperature
windy
##min
##per
nuclear
significant
##ham
##ified
15pm
bike
##de
happens
joke
southeastern
determined
impact
project
shared
adult
crashing
putting
rays
sending
##ard
art
despite
discs
educated
##hing
##ved
dance
deal
quietly
buzzing
canadian
chrome
included
match
region
800
battery
eachother
##ray
https
nervous
nm
shifting
spectacular
strait
##ls
boys
curiosity
hitting
tips
##ay
##om
answers
available
comment
ranch
hbccufo
lay
motions
spotting
##med
grow
laid
8th
nov
stadium
testing
##use
aerial
dissipated
##ments
##ny
##day
38
history
fuselage
hardly
yr
6th
entry
glide
pairs
lunch
precise
waves
among
letting
rolling
corrected
nuts
vike
##ey
##ght
nearest
runs
trained
utah
duty
feb
descent
dr
emergency
gain
##ney
##ps
37
ability
judging
zero
##ual
5000
dallas
dawn
eerie
hurt
seriously
skin
##cent
acceleration
chopper
fair
sliding
##well
candle
describes
resemble
##there
7th
accelerate
maintaining
motor
southwestern
speaking
blew
frozen
stairs
loose
99
clue
distinctly
situation
tn
gaze
hotline
lamp
emit
medical
informed
jersey
cam
nne
##ture
baseball
suppose
##bly
accompanied
aug
switched
##ler
##ow
branches
dreams
francisco
residence
constellations
filed
pasture
usa
collision
daughters
ice
plan
sorts
dramatic
jumping
pinkish
populated
uk
wheel
zigzag
parkway
##ors
american
movies
wider
encounters
nite
reappearing
##io
##rate
destination
hurry
produced
ramp
2018
picking
tails
##sion
dec
miss
shade
zip
##der
##pt
abducted
arrow
oak
oklahoma
spin
wi
encountered
hoovering
##dale
##ise
acting
board
powered
shop
sse
strip
tremendous
##im
##rn
##tive
abrupt
decent
pyramid
##ma
dimly
nightly
swiftly
veered
animals
capable
facility
varied
##ude
blown
fine
hopefully
emanating
telus
##ively
headlight
heavens
hood
runway
##ching
##ium
##ory
puzzled
requested
rushed
##ight
lifted
mount
plasma
tear
##rt
built
creature
dissapear
hello
obstructed
finish
noon
proof
sons
sharing
sharply
##ap
salt
##zing
grove
saturn
sc
war
blended
iowa
lowered
patch
pulsate
workers
developed
hide
overall
physics
powerful
##unt
meeting
mode
unique
##ence
follows
downstairs
electricity
girls
miami
##son
moderate
partially
snap
thus
agree
erie
illusion
jan
43
anyways
distinguish
globes
increase
mistaken
pulsated
result
##ize
boeing
frequency
sparkling
visually
##end
gun
maine
silhouette
angled
cruise
episode
highest
reverse
##lin
101
construction
creating
idaho
twin
varying
##lly
et
stations
##ul
120
abduction
arranged
believes
faced
mesa
prove
wisconsin
##and
dart
emerged
fighters
learned
banked
cst
regularly
united
al
bubble
discussing
honest
##lo
44
nephew
sisters
##pped
42
screamed
universe
##ger
act
austin
##ced
##uck
10th
8pm
animal
aurora
freaking
hidden
paranormal
poor
shaken
shone
england
helps
showers
##board
##ron
foggy
food
luck
belive
campus
design
released
reversed
steep
##ered
brain
exist
occasional
occur
advanced
mission
orbiting
shadows
##no
apeared
aren
identified
indian
mechanical
spoken
##ud
backed
lie
played
##ile
marks
mn
##zed
discuss
meant
multicolored
posting
starry
##aw
folks
fun
roll
rough
rumbling
##ner
facebook
momentarily
raining
somthing
54
enforcement
vessel
clip
pause
typically
##ss
passengers
submitting
won
ourselves
simple
##ities
##sh
coincidence
exiting
ky
wearing
arriving
heights
##rating
avid
blinds
##uring
alcohol
english
html
##lt
##mont
burnt
claimed
extraterrestrial
meaning
spun
41
faintly
##bury
##un
accident
junk
kinds
twinkle
##ries
beleive
detect
mobile
obj
prop
rim
skys
##den
##ell
47
##water
1⁄2
entrance
fifty
rule
tricks
atlanta
dock
problems
48
cellphone
centre
taped
##room
aligned
condo
departed
overlooking
panic
starlike
##10
##like
##nts
fresh
individuals
reliable
responded
shoots
studied
##oo
##sburg
##view
53
ears
include
pencil
swimming
##ened
##over
equilateral
foothills
grade
##bs
##ky
##ms
##ress
alerted
everywhere
fuel
grayish
grocery
occasion
remains
biggest
communication
dipped
vancouver
1998
admit
atmospheric
ballon
finding
increasing
moveing
streets
wobble
blood
mystery
shouted
tumbling
##ga
dense
driven
gear
knots
mainly
rational
58
allow
angular
moonlight
rings
students
swirling
baby
humans
sacramento
ssw
##ball
anti
brite
colours
dozens
md
peripheral
twilight
considerable
fellow
pitched
##hrs
arbitrary
cloaked
study
travels
zagged
myrtle
39
soundless
anomaly
loss
popped
fades
upset
##back
##ition
accelerating
racing
scale
##ig
##q
##ump
fan
stretched
zenith
appx
eating
sources
##va
blur
surely
terrestrial
wood
##fully
future
periodically
pst
repeat
stationed
##tle
baffled
intrigued
regards
veteran
##ious
##ir
##pe
answered
awakened
imagination
reflections
tripod
appreciate
coloured
crop
death
fist
visited
##boro
awesome
bodies
closing
discernable
forgotten
revealed
vandenberg
vibration
fleet
gigantic
intelligence
manager
orlando
overpass
##ose
intensely
maps
mental
catching
compass
crying
##ub
concluded
displayed
lax
letter
married
northeastern
owner
sidewalk
yeah
57
cessna
club
handle
listed
wnw
##ations
##hed
##op
added
dear
detected
##ba
1996
85
british
compelled
exciting
hall
liked
plastic
repeatedly
effects
independently
##ably
##ill
lunar
neared
stick
tampa
winked
##men
action
columbus
discernible
explanations
scan
##15
##ration
##tt
himself
spaceship
##res
forever
theory
birthday
john
lites
reasons
spotlights
touching
waking
59
traversed
alert
banking
directed
dust
extraordinary
##lit
zone
##house
fifth
gravity
optical
significantly
whilst
##around
##ok
arch
carefully
dates
george
glider
reality
revolving
spooked
willing
create
dry
excitement
gap
pier
rare
##ming
practice
studying
toronto
9th
access
crisp
satelites
##een
##head
##ional
##und
albuquerque
hopes
vary
##ff
##que
acres
roar
sits
spend
style
wanting
wise
array
reply
shoreline
wild
##ire
campfire
example
recollection
safe
text
##bed
49
avoid
intended
thinks
##ability
classic
clearer
illuminate
presume
raced
46
antenna
comets
model
purpose
##cted
existence
jetliner
london
quit
##ol
northwestern
notes
ray
vibrating
##all
##ings
##ster
leaned
race
toy
zipping
acted
fainter
forms
forty
hight
kentucky
louis
remarkable
rockets
sand
situated
tells
##ute
alabama
decide
rumble
smell
##be
##saw
##ured
org
pennsylvania
ski
##bling
##ction
##rated
panels
##round
brighten
employee
admiring
needless
thunderstorm
warning
3am
arkansas
carried
continuously
facts
jose
montana
##ily
afterward
bobbing
boston
circumference
nh
operator
residents
completly
disappearance
heavily
nv
tandem
trucks
unobstructed
vanishes
##two
clean
cockpit
lifetime
56
agl
fallen
join
leg
preparing
twelve
##zy
1980
64
evident
garbage
numbers
tone
wobbling
froze
outlined
succession
tech
##ics
abnormal
believing
belly
con
connecting
coworker
pulses
realised
unlikely
##time
milky
organization
1989
appeard
creepy
pop
##da
clusters
index
key
recognize
maintain
philadelphia
rush
served
##ering
matched
attempting
continuous
corn
grid
hare
incidents
parachute
700
ages
concern
experimental
figures
harder
midway
solar
touched
unidentifiable
##20
##ug
realizing
subdivision
##bright
alt
ill
inconsistent
independent
resort
##ening
##une
airlines
lightsi
merged
quicker
respond
understanding
worried
##mouth
propeller
##ntly
lift
tend
connection
firey
hudson
names
pain
paying
sincerely
til
##ha
##ient
##teen
bug
downloaded
eagle
fluorescent
focusing
official
operations
sic
steel
sync
##ely
##hip
##ington
##ple
ese
fascinated
fiancee
fluid
gathered
infront
magnetic
speck
campground
diminished
equidistant
extending
meteorites
whats
15th
aluminum
contacting
missle
statement
terms
##sa
14th
1995
depth
frames
newspapers
outward
remembers
##ua
13th
australia
basis
flawed
lucky
required
rooftop
slept
accounts
hiding
luminosity
poles
remotely
##ected
##hi
##imate
##ka
alarm
astonished
blimps
dam
dc
item
spiral
contained
database
dept
disappered
document
failed
flipped
graduate
lately
spokane
##do
##ks
98
airborne
##ator
##yard
bearing
brightened
gives
sensation
shed
snake
welcome
wsw
##ree
affected
code
minnesota
proceeding
rocks
##gling
considerably
ene
laws
spacing
stable
##45
7pm
hence
moons
opportunity
sites
eat
horse
radiating
salem
theres
##ons
20th
approximatly
bursts
hillside
produce
review
rod
shake
singular
##con
##looking
##ugh
grouping
occurring
perceived
tennessee
##ject
blurred
claims
everyday
inspection
reno
repeating
trailed
uncertain
women
##ound
alaska
comparable
elementary
expert
maneuvering
maryland
recognized
##logy
##lton
exclaimed
fi
intermittently
metro
strongly
suggest
##lands
altogether
atleast
behave
damn
files
performing
probable
##ike
accurately
asteroid
captain
holes
hollywood
joking
leads
radius
consisted
curtains
flared
ignored
prominent
telephoned
grown
hid
ms
perception
pittsburgh
thier
##object
charlotte
hr
pickup
staggered
trick
union
##gs
16th
born
communicate
interior
opaque
papers
sattelite
searchlight
swamp
turnpike
##ses
bush
del
writer
##50
##ared
##ony
##py
##ria
20pm
2am
boise
memphis
minds
occurance
railroad
shorter
thereafter
watcher
##ined
outdoors
reasonable
relaxing
suspected
##ond
##tering
disapear
indicating
items
symmetrical
weirdest
##ect
17th
1978
blades
breath
chills
grouped
incoming
plate
team
##ust
11th
19th
apt
authorities
blow
routine
specifically
##hill
centered
inner
orientation
press
sketch
support
treetop
##ric
100ft
1975
caller
cities
lincoln
projected
##about
##ism
bear
booms
casino
gravel
lanes
tac
##ast
##istic
##ung
97
auto
contrast
creatures
dumbfounded
fired
jpg
junction
measured
sooner
stationery
toll
##40
##izing
##mond
bc
coverage
danced
doctor
htm
noiseless
performed
removed
ther
exception
gauge
limited
naturally
nurse
photographer
precisely
reviewing
terrain
throw
##ited
##most
##ren
2021
cousins
documented
ending
eyesight
mississippi
propellers
sections
sizes
##ature
##gle
##ufo
18th
convince
ear
entity
explaining
gentleman
grandfather
okay
persons
stays
##lights
##rk
absolute
engineering
feature
shinning
skymy
suburban
##ette
##fe
cattle
opposed
##ula
##unk
12th
alongside
blacked
cleveland
development
drops
explode
lighti
similiar
stage
##ored
aside
comments
detroit
die
guessed
holiday
latter
scientific
shimmer
sunglasses
target
##au
##ization
##mi
anomalous
dispatcher
distorted
distortion
estimation
proceed
stranger
##ak
##pa
counting
niece
paid
remarked
roundish
sounding
systems
towns
virtually
24th
27th
30th
360
bowl
dimensional
exposure
hat
limits
##asing
begins
completed
manhattan
questioned
##last
attending
blob
cloaking
genuine
hawk
##inate
##right
28th
attack
campsite
instantaneously
mad
mini
oldest
outdoor
storms
yell
##km
##lic
claim
liquid
springfield
1967
1am
agency
ambient
disturbed
jerky
king
neighboring
oclock
oil
stone
##lk
charge
descriptions
freind
horses
launches
mach
roaring
swaying
traverse
##ave
##lled
carrier
fraction
lol
profile
concert
employed
extremly
gazed
identifiable
leaning
poof
rotor
suburb
tractor
verified
##culars
##ess
##ki
##umbled
25th
antonio
chemtrails
enlarged
impressive
industry
unnatural
##ange
##cial
##tory
##tte
130
artist
chest
dimension
holy
motorcycle
oakland
soccer
##ord
chatting
controller
federal
frequent
load
noticeably
perform
whose
##lation
bench
boats
decending
dissapearing
interview
investigating
metres
outskirts
resumed
whenever
##dge
1966
albany
blind
bother
bothered
cases
copper
dash
grateful
perplexed
rte
##let
##mon
buy
disturbing
housing
leveled
mesmerized
observable
peace
##cle
##ou
##ption
##rise
26th
aimed
apartments
brilliance
exterior
seperated
shades
##igh
alarmed
cube
directional
emerge
flattened
inverted
nyc
timing
##ake
1970
brakes
departing
lowest
max
memories
pressure
scare
##oe
##place
accept
breaks
continues
departure
fill
nearer
terrace
##gh
##tical
##wing
1977
curving
immense
madison
possibilities
surroundings
wispy
##eration
##ick
##more
##nted
##nut
##ook
##ran
##ulated
40pm
baloon
blinks
cup
flys
gathering
ghost
health
issue
liner
objective
pea
realy
release
scream
##iate
##mins
##nse
##ters
##ued
1974
barbara
books
canon
confirmation
starboard
##ald
000ft
chemtrail
greyish
lime
safety
severe
thanksgiving
visibly
##low
1976
84
pursuit
richmond
##05
##cer
##ery
81
airfield
amazingly
beaming
bent
brush
elevated
frightening
helium
instance
nashville
##bridge
##j
##ties
##tions
94
aspect
halloween
influence
landscape
log
luminescent
maximum
newark
operating
upright
##lating
1990
1994
ar
artificial
bounce
bullet
fantastic
speechless
##ix
##lve
##ong
##tation
cats
cutting
everybody
navigational
phoned
refused
sick
##ade
##inated
##nton
##ther
astronomical
cargo
distinctive
explainable
gently
lat
mechanic
pre
tomorrow
##01
##bing
##ht
##ught
23rd
29th
atop
brooklyn
carry
gonna
joked
roadway
sony
spectrum
tan
zigzagging
##ase
##ool
button
crosses
dreaming
greatly
jeep
rarely
scrambled
season
sporadically
substance
##ack
##cular
avail
chairs
evenings
monitor
traditional
##val
basic
coordinates
cycle
feild
indication
jackson
nearing
primary
receive
tennis
trek
##hood
##ull
bolt
burbank
dip
fe
mercury
puget
structures
wants
warp
backward
blanket
expanded
extinguished
grandparents
hawaii
hint
ie
intently
operation
yds
45am
aeroplane
alive
beacons
column
exercise
feed
forces
massachusetts
measure
mill
plume
walmart
##peared
##rand
1965
binocs
companion
cow
earths
ed
knocked
latitude
named
reporter
term
uneasy
wires
##art
##fy
acre
belief
cedar
disappeard
impressed
intermittent
mistake
modern
sights
##int
##ker
##ph
##rick
buffalo
galaxy
india
occupants
rifle
sticking
##aking
##em
##van
arrive
bushes
choppers
conclude
crowd
earthquake
exploding
finishing
##35
##eer
##sfield
21st
bought
bow
broadcast
chem
dollar
lock
panel
skinny
stupid
swing
traversing
##ang
##vy
845
93
advised
deliberate
eleven
flood
nut
##ane
##tes
##ying
1973
bark
boulder
branch
electronic
physically
pushed
regional
registered
stacked
subtle
version
##own
##uate
##worth
grandson
inland
lakes
maneuvered
misty
roswell
scheduled
shapped
technical
ultra
vague
wedge
wright
71
angel
blank
career
confident
copter
depending
interval
nd
network
owned
viewpoint
##ail
##ale
##gue
##nna
begun
chain
cirrus
coastline
core
delaware
effort
lightly
parent
prepared
respect
rocky
russian
taping
##ison
##late
##nes
##rical
1993
aproximately
district
elliptical
eloquent
hiking
individually
laterally
lets
mothers
rationalize
satalite
shit
sweeping
vast
whirring
wv
##kin
##lor
##when
4am
civil
cottage
court
drunk
estimating
hurried
pit
plainly
puerto
resident
senior
strike
trust
##ica
##mic
##ri
##vine
jellyfish
nikon
sliver
striking
tacoma
transformer
##front
##lar
1979
childhood
defense
fascinating
nav
records
tilt
update
##fort
##just
##li
##ssed
50pm
alley
arcing
azimuth
comparing
decended
dimensions
helped
library
mylar
observatory
ps
reveal
wobbled
##ative
##cking
##ina
##lf
##looked
##mp
##tley
##unted
110
aerospace
attracted
behaved
bored
communicating
correctly
interference
laugh
periods
react
settled
url
wars
weapons
##eve
##gon
##mitted
##night
##rance
2189
becomes
blast
bounced
crest
disturbance
expressway
fox
mounted
protruding
surveillance
weaving
##aly
##nding
77
assure
edt
education
feelings
forced
insane
paint
practically
reviewed
wished
youtu
##iding
aged
apx
attitude
carrying
retrieve
shell
violet
##berry
##ets
bat
editor
error
excitedly
ford
merely
monica
oriented
sr
swept
wich
##ah
##ain
##bo
##dle
accompanying
angels
brilliantly
cable
concerning
corridor
mart
mate
ovals
photographing
plants
producing
seated
taller
##ock
##rry
##sec
500ft
america
apex
brownish
experiencing
gradual
immediatly
leader
noticable
rode
save
softball
texture
witch
##des
##ists
##thing
##ws
##ys
amongst
clarity
jacksonville
lateral
manmade
merge
minimum
uploaded
yourself
##ining
##lated
##rge
1⁄4
bang
ceased
cliff
dia
enthusiast
ideas
levels
manchester
mixed
pocket
proper
recalled
scout
shrink
wouldnt
##80
##bound
##copter
##oon
additionally
alignment
cream
earthly
herd
outage
relate
rochester
shinny
swooped
tank
##nal
##range
##ston
##uce
apologize
binocular
canal
des
dfw
freak
gov
loops
mere
minimal
negative
paul
skyward
slanted
streetlight
views
wash
##iated
##lity
78
airbase
curves
explaination
factory
grandma
list
lone
minuets
progress
results
##ash
##gan
##ild
##oring
##shot
anomalies
assumption
clustered
condition
connecticut
cumulus
dive
elapsed
investigated
plains
pointer
seatac
separation
software
spark
theater
##bor
##gin
##ridge
##three
altered
backs
bob
consistently
firm
flowing
grounds
lengths
moonless
ut
veiw
walls
wayne
##ssion
##top
1968
charged
drawings
games
illustration
mtn
originated
reservation
##iting
##pping
##so
##tract
##vering
cab
casually
cows
fat
firing
flapping
indianapolis
kilometers
lamps
louisiana
rooftops
surreal
tho
whoever
ya
##cal
##cia
##ially
##itive
##ndo
##oy
##rris
##table
auburn
blackness
feels
missiles
objecti
pleasant
reservoir
scientist
##icator
##rest
##rew
##ulate
2500
distinguishable
divided
fires
freaky
learn
morphing
relatives
streaming
volume
##act
##ins
##ncy
##shire
##ury
##very
baltimore
beer
correction
definition
flipping
lt
southwesterly
##of
##ology
##ously
##rse
##ution
calif
chief
comfortable
fresno
memorial
minneapolis
paso
saint
supersonic
typing
##brook
##icated
##work
22nd
arrival
bare
batteries
furthermore
geometric
islands
popping
superior
vividly
wear
werent
##af
##air
##ead
##formed
##gging
##od
##west
737
blend
canaveral
entities
fins
majority
portal
responsible
suspicious
township
turquoise
##craft
##first
##icle
##imation
##lized
##load
##stown
##vil
bugs
card
charleston
combined
crickets
forum
franklin
germany
girlfriends
intercept
jumbo
louisville
paralyzed
polished
sierra
sporadic
stating
stomach
tinted
transport
##mo
##ones
##zer
bags
bronze
communications
drug
flow
hoovered
int
magnification
midair
notified
spouse
tulsa
##cked
##deg
##iance
##mer
##rint
6pm
corona
dissipate
distracted
festival
googled
noting
rio
sensed
sheet
shiney
shrunk
streetlights
unreal
urge
##ach
##cs
##mming
##ried
##tered
1000ft
affect
battle
decreased
glows
identifying
isolated
needle
skywe
spending
supervisor
suv
temp
thay
units
woken
##are
##ches
##rey
##ually
##wa
barrier
continually
generated
imagined
iv
ks
loudly
personnel
planned
platform
separately
throwing
unaware
unmoving
vista
##16
##tain
##vered
aboard
bee
butte
deputy
glancing
humidity
orbital
propelled
safely
shocking
vibrant
##ised
##met
##og
##rted
##si
##una
1992
200ft
activities
adjusted
clothes
dismiss
dispersed
dramatically
nail
nebraska
needs
obtain
pack
panicked
percent
probe
resolution
risen
swift
##ather
##rie
bout
cleaning
cop
desk
dish
emailed
halt
smart
social
southeasterly
stright
tinley
wonderful
##fied
##jo
##our
##sis
##zard
alberta
arrowhead
damage
hasn
herself
insect
mentioning
pizza
recorder
wavy
##ith
##sted
##ulation
allowing
differently
fake
guest
helpful
hobby
hollow
lining
loaded
puffy
repts
rotors
sorta
##after
##ces
##osh
##urs
##yrs
brushed
dayton
lookout
marina
prompted
regret
sac
scanner
shutter
##ement
##lls
##oper
##ues
15am
4000
adjust
command
dangerous
davis
discovery
exhibited
ferry
habit
jesus
magazine
minor
progressed
rectangles
rises
squares
stretching
technician
uncommon
wire
##atic
##lip
##ris
##sy
##vation
91
bars
blinded
crap
easier
eraser
fight
handed
industrial
keeps
license
master
orangeish
sunroof
##from
##hs
##rist
##ures
##ves
62
72
audio
behaving
composed
em
explosions
gather
interestingly
licensed
northeasterly
prank
shaft
shaky
skyat
submarine
subsequent
##hello
##ncies
##rant
##wed
##wick
befor
buddies
corps
employees
slope
thrown
wingtip
##ana
##duct
##for
##ination
##lling
##mas
##ome
##point
67
bet
bringing
bumps
camper
edwards
effortlessly
elsewhere
frantically
grande
hike
insisted
rang
shouldn
##ples
##went
decades
donut
doorway
elk
famous
goose
jokingly
researched
si
wavering
waving
##ai
##down
##ilities
##ivated
##mark
1987
31st
associate
discussion
laughing
longest
lowering
meter
occurrences
popular
projecting
saved
steam
synchronized
tale
visitors
wal
wyoming
##fer
##lding
##lines
##lves
##structed
66
74
appered
concentrated
filling
finder
journey
noisy
offer
separating
squadron
staff
sundown
waved
yo
yuma
##cling
##lake
##ological
2100
bolted
boss
darkened
essentially
florescent
manage
mm
precision
scottsdale
summit
thicker
unclear
youngest
##ars
##box
##inary
##iness
##mal
##ship
61
ascent
domed
farmer
flip
goodyear
harm
invited
irregularly
logan
longitude
streams
teenage
zags
##11
##cks
##lis
##lock
##nsive
##oid
afterburners
analysis
bonfire
capital
characteristic
exposed
fm
gps
horizen
inlet
limit
market
obscure
reminiscent
silly
skyon
spider
##25
##coming
##ification
##itude
##sions
##uation
1960
arched
backing
comprehend
connect
disapearing
flourescent
hurricane
lauderdale
million
mum
nellis
owl
referred
vaguely
##eered
##ep
##old
##ort
##pd
##rting
1985
anyhow
camped
consecutive
devices
dipping
hoped
ing
laptop
manuevers
mild
painted
patches
rico
splitting
##http
##oud
##sent
##uded
##wy
1969
accustomed
aft
beamed
becuase
chose
definetly
ease
ect
kennedy
lo
shouting
sirens
stress
tornado
vermont
whereas
##che
##cord
##gal
##gy
##ionally
262
conclusions
examination
existed
layed
mar
marked
mentally
prescott
slammed
sub
trunk
yakima
##cope
##ibly
##llo
##lty
##quire
##ribed
##set
##tely
1972
astonishment
castle
crow
diffrent
ditch
electronics
embers
glint
lingered
replaced
rescue
shallow
sink
##12
##chester
##ek
##fa
##rized
##sure
##tched
1991
build
countryside
covers
examined
friendly
hamilton
independence
justice
lab
morphed
northwesterly
pentagon
raise
reserve
shy
swarm
tapered
tinge
##aming
##bey
##ided
##pered
68
afterburner
boulevard
cincinnati
dissapered
flag
fwy
isosceles
phase
presumably
rushing
thickness
unlit
viewfinder
winding
worry
##bi
##ently
##las
##loading
##oop
##ost
##ouse
##pelling
##ulating
63
866
angry
arlington
awaiting
counterclockwise
cruised
format
frankly
granddaughter
logic
resting
sited
tic
wildlife
##bird
##ites
##mate
attended
ballons
displays
ember
emerald
hallway
howling
sd
tunnel
una
##ecting
##mber
##miles
##nville
##reat
##ser
cigarettes
dissappear
foreign
jagged
leaf
marking
motel
necessary
polaris
quarters
simular
sixth
uncomfortable
viewable
##ages
##bal
##bel
##logical
##nder
##nial
##nsion
automobile
brake
cassiopeia
cloak
dove
farms
hesitated
indoors
invite
jefferson
oscillating
peaks
portholes
seek
sparkle
stands
suggesting
teenager
tom
##case
##heard
##iable
##kind
##nite
##rage
##rough
10x
1200
1986
abnormally
cemetery
cherry
combat
concrete
danger
disappointed
douglas
guide
hampshire
journal
lenght
lewis
presumed
primarily
questioning
retrieved
sci
spy
starlight
studies
tryed
##bon
##cam
##erating
##ete
##ime
##ni
##nia
ad
articles
countless
dispatch
hull
instructor
luke
newport
omaha
pike
spirit
##ern
##observed
##ten
##vity
absence
arrangement
commonly
dressed
engulfed
horizion
mag
mst
necessarily
ottawa
particles
puff
register
rockford
sheer
shield
startling
suit
timed
wilderness
##gt
##ops
##ural
##ways
2200
alarming
appreciated
b2
bight
everett
ipad
meanwhile
permission
seamed
suburbs
tons
triangler
variation
videotaped
##brate
##ceding
##ign
##lay
##tors
##vo
1983
admitted
china
cylinders
displaying
inform
james
keys
ot
packed
pines
queen
researching
ridicule
tested
thumbnail
torch
##ents
##hy
##mar
##rints
96
christian
coyotes
criss
curtain
emerging
enjoyed
era
everytime
jeff
kent
neighbours
notices
obstructions
pc
properly
sane
sedona
speculate
surfaces
tracer
winged
##here
##ines
##inger
##lla
##rayed
##vin
beat
helecopter
ignore
interviewed
le
orchard
royal
rules
unseen
##ately
##eared
##fall
##ibility
##ived
##ometer
##rve
##sphere
apple
astonishing
bulbs
canopy
capabilities
capsule
casting
clarify
conducted
deeper
forwarded
gracefully
matte
milwaukee
offset
proceded
rense
roman
soaring
symbol
understood
##ctly
##ea
##gnition
##row
##versing
5am
76
82
anchorage
blues
convincing
cove
decrease
farmland
fix
killed
pen
rapids
riverside
sir
stoplight
tri
watering
wichita
##ained
##gate
##minutes
##nity
##ntal
##owed
##rained
##vant
##wer
270
af
buff
capitol
certainty
circumstances
diffuse
extensive
fastest
french
halogen
language
lenses
lighthouse
projection
published
refer
sheets
skyit
specialist
swooping
tire
unfamiliar
waters
##cast
##eo
##gled
##iling
##nel
##uding
##ux
1984
87
bluff
confusion
dining
german
helicoptor
hugh
issues
oject
patterson
pressed
reduced
ri
sparkler
standstill
terrible
throught
variety
verticle
##hole
##if
##lular
##sitting
##umble
basket
joining
occurence
omg
peaceful
pill
plans
plaza
reacted
recognizable
secondary
skipping
speculated
switching
underbelly
ward
weak
wingspan
##95
##antly
##dom
##feet
##ges
##iously
##mmer
##plied
##rapped
##rella
arced
dated
detector
difficulty
experiment
flap
freinds
loading
mutual
nova
obtained
overwhelming
rooms
sucked
terror
unblinking
wedding
wet
windsor
www3
##icking
##icted
##pton
##roy
73
acknowledged
anxious
backdrop
bombers
diminish
glendale
insects
orangey
professor
stronger
transfixed
upload
voices
waste
wilbur8
##ace
##borough
##ens
##green
##inating
##iring
##lessly
##oga
##uld
awaken
basement
bottle
diamonds
es
furthest
municipal
oncoming
plates
ruler
skylight
spikes
starring
suggests
suns
unlimited
victoria
##aging
##ao
##ear
##gth
##look
##net
##nting
##rving
35pm
89
bomb
david
dims
discription
estimates
horn
matching
moines
ranging
seams
sitings
sixty
zigzagged
##can
##iest
##iet
##iver
##off
##ona
##ounds
##ribe
##tail
##uad
##ulations
##uted
6am
breakfast
bye
careful
collide
disapered
por
rounds
speculation
uniformly
##ada
##hat
##mitting
##mos
##ove
##rave
##read
##ugged
##uh
##uned
300ft
banks
bolts
deny
doesnt
equivalent
estate
factor
gut
hunt
huntington
linked
monitoring
photography
rainy
rearview
relax
remainder
remembering
silverish
smith
surprisingly
widths
##form
##ino
##now
##oration
##ram
##sation
alternate
assistant
chandler
expanding
graphic
groceries
helping
lands
locals
mirrors
money
norad
pearl
relationship
revealing
sided
swinging
##cally
##lter
##noticed
##rinted
##tled
##uous
##urse
##walking
alternated
burlington
expand
fiction
fighting
flashlights
function
hook
hunters
jaw
neighbour
peninsula
picnic
practicing
quebec
rail
snapping
topic
##cate
##cence
##graph
##iers
##ility
##ind
##lue
##nced
##nk
##rap
##ression
##ulous
1981
aid
astounded
brightening
bristol
calgary
involving
joint
maple
messages
organized
regardless
rocking
sailing
senses
tears
tour
##bell
##city
##fic
##mente
##pated
##witness
aloft
bible
citizens
comeing
consistant
dakota
discover
filing
fin
ha
identification
ii
instances
instantaneous
millions
monroe
tag
tied
undulating
useful
vega
##berg
##ending
##flight
##gen
##ii
##kly
##law
##lets
actions
awoken
beauty
booster
cornfield
havent
iam
jack
oaks
professionals
reds
religious
ringing
shrugged
society
spiritual
telescopes
tightly
vector
ventura
vernon
##erd
##istance
##lon
##reation
##rent
##site
##tch
##veloped
1982
assured
creeped
curb
exits
guests
interrupted
isle
management
martin
nevertheless
pacing
partial
similarly
smokey
ufomig
wheeler
##fying
##hall
##illa
##ip
##lson
##obe
##rus
##toon
##unction
##von
140
1988
25pm
attach
bicycle
calmed
classified
dashed
depot
fixated
gentle
perseid
protrusions
sep
signals
teal
tests
uap
ufoi
##ffer
##its
##oked
##owing
##ule
##wards
##wise
atc
bass
becker
cruz
delivery
diving
dying
fax
fireflies
flair
gt
inquire
internal
lies
obstructing
shoes
urban
whiteish
##62
##iming
##kins
##lle
##ream
##zon
79
alternately
bands
behold
consisting
copies
dorm
dripping
hiway
inn
lastly
originating
para
population
president
providing
purchased
reappears
reasonably
sadly
settings
videoed
worm
##55
##bled
##don
##eding
##gies
##ho
##hop
##ience
##llation
##mission
##rom
##ruit
##standing
##uvering
##void
adams
attempts
belong
camouflage
charles
excess
feeding
hd
hunter
imagining
loved
monterey
native
neat
nickel
noss
offered
orions
pronounced
radiation
schedule
segment
taught
tubular
wont
##burn
##erated
##hin
##isting
##lted
##stone
##tracted
##upted
accidentally
aqua
bill
cannon
canton
dunes
eugene
firefly
lancaster
ongoing
posts
prison
purposes
spanned
tubes
ultimately
ursa
##acuse
##atus
##cute
##gged
##hold
##mit
##sia
##tter
##uar
##urring
##wich
83
abandoned
anytime
burns
cai
cheap
coastal
combination
confirming
crown
deliberately
examine
fizzled
helo
monument
mothership
outlining
pushing
rates
restricted
slide
splits
twinkled
vapour
washing
##52
##bulb
##dad
##degrees
##ended
##ere
##lined
##nly
##oning
##sist
##su
##uating
##used
barrel
contacts
cops
deserted
division
extend
false
families
instinct
interchange
lexington
manuvers
nas
noone
occupied
occurs
offshore
openings
photographic
ports
resembles
shoulders
shrinking
teenagers
terminal
transit
unbelievably
##ank
##away
##cess
##curred
##imately
##lair
##lination
##ntial
##oma
##otional
##ressed
##rified
##stic
##uther
##zzle
banner
basin
clearance
establish
exercises
external
gf
grain
grill
layers
lense
loosing
outstretched
restroom
sandia
sway
unrelated
upstate
##47
##als
##bility
##cities
##pare
##rain
##ruct
##tery
##zzling
350
absolutly
apache
click
diagram
encourage
farthest
includes
jun
launching
maui
octagon
orleans
potential
prone
puzzling
relieved
shirt
subsequently
variable
whent
whooshing
##ag
##dies
##esville
##inal
##ixel
##los
##lr
##mb
##mly
##nation
05pm
bikes
bowling
brunswick
cig
coworkers
doctors
ducks
eerily
horrible
infrared
kill
lakewood
logically
matches
minus
operated
pdt
pursued
pursuing
raleigh
reluctant
remeber
##14
##bc
##bourne
##during
##eled
##ife
##ola
##ologist
##orange
##tling
##ucket
##witnessed
160
1971
approximatley
birmingham
coloring
floats
funnel
hay
hilltop
hopped
jelly
mix
moms
paced
pipe
playground
returns
sandy
shrank
spoted
yahoo
##58
##atly
##boat
##cated
##ceded
##eter
##igth
##isted
##ita
##lked
##nant
##ndering
##olk
##ont
##pl
##ros
##uminated
##xing
##yr
abductions
cnn
credibility
di
grabbing
graduated
humanoid
knees
machines
mary
montreal
mornings
overlooks
player
secluded
shores
slant
storage
thunderstorms
tow
um
veer
##24
##ads
##apped
##approximately
##erate
##fo
##irl
##ntially
##solved
##tically
##uces
92
appearence
buzz
clinton
clouded
converged
cook
favorite
johnson
lounge
masters
muted
officials
quadrant
retrospect
rosa
steering
unmarked
void
##date
##hic
##icular
##loping
##mish
##myself
##peg
##posing
##ursing
##ush
##what
3x
69
aerodynamic
automatically
breathing
casa
celebration
character
defied
escape
examining
fork
frisbee
glinting
gmt
hesitant
humid
indistinct
initials
lapse
leonid
ng
parade
prairie
pueblo
purplish
push
receded
solo
soundlessly
spiraling
surprising
takeoff
unsettling
videotape
watches
##born
##cation
##eds
##hawk
##inarily
##itute
##lid
##ought
##rang
##rves
##uated
20am
appox
brick
collins
coloration
crawl
definitive
descends
dublin
eminating
fearful
hemisphere
recieved
spooky
spreading
squared
stalled
tempe
trade
trampoline
verry
viewer
wales
weight
##57
##aa
##ices
##lved
##nge
##sight
##spired
##tent
##umping
405
50ft
apprx
armed
brillant
craziest
cuz
dover
environment
fathers
forwards
graceful
overnight
pdx
php
rv
satilite
scenario
shines
surf
sweep
uneven
vortex
wittnessed
##ants
##ference
##hr
##lded
##nning
##reight
##tal
##tone
##uz
10am
ate
cdt
clips
commenting
dads
disco
dissapeard
emanated
flaring
gym
implies
iron
luckily
olympic
presented
regard
roofline
speedi
stepping
suspicion
teens
trance
##bad
##center
##gment
##ils
##iss
##nging
##not
##ockey
##roll
##rp
##sive
##uary
117
119
125
campers
channels
chester
como
consideration
